Repository: vwc/buildout.adk
Catalog: src/adk.sitecontent/adk/sitecontent/locales/*/LC_MESSAGES/adk.sitecontent.po
Languages: de, es, fr, it

source: ADKFolder
de: ADK Ordner
fr: ADK Ordner
it: ADK Ordner

source: ADKPage
de: ADK Seite
fr: ADK Seite
it: ADK Seite

source: Preview Image
de: Preview Bild
fr: Preview Bild
it: Preview Bild

source: read_more
de: Mehr...
fr: Lire la suite...
it: Leggi il resto...

source: Upload an image that will be displayed as a preview image in listings and search results.
de: Laden Sie hier ein Vorschaubild hoch. Dieses wird in Suchtreffer Listen und Ordneransichten als Vorschau angezeigt.
fr: Laden Sie hier ein Vorschaubild hoch. Dieses wird in Suchtreffer Listen und Ordneransichten als Vorschau angezeigt.
it: Laden Sie hier ein Vorschaubild hoch. Dieses wird in Suchtreffer Listen und Ordneransichten als Vorschau angezeigt.

source: Salutation
fr: Titre

source: Mrs.
de: Frau
es: Senora
fr: Madame
it: Signora

source: Mr.
de: Herr
es: Hombre
fr: Monsieur
it: Signore

source: Firstname
es: Nombre
fr: Prénom

source: Lastname
es: Apellido
fr: Nom

source: Street
es: Calle
fr: Rue

source: City
es: Lugar de residencia
fr: Domicile

source: Postal code
es: Codigo postal
fr: Code postal

source: Country
es: Campo
fr: Pays

source: Occupation
es: Profesion
fr: Proféssion

source: Phone
es: Telefono
fr: Téléphone

source: E-Mail
es: Correo Electronico
fr: Votre Courriel

source: Date of Birth
es: Fecha de nacimiento
fr: Date de naissance

source: Nationality
es: Nacionalidad
fr: Nationalité

source: Herby, I register for following course
es: Con la presente me inscribo en el siguiente curso.
fr: Par la présénte je m´inscris pour le cours suivant

source: Intensive Course
de: Intensivkurs
es: Curso intensivo
fr: Cours intensif
it: Corso intensivo

source: Intensive Plus Course (24 lessions)
de: Intensiv Plus Kurs (24 Unterrichtsstunden)
es: Curso plus intensivo (25)
fr: Cours intensif plus (25)
it: Corso intensivo piú (25)

source: Intensive Plus Course (30 lessions)
es: Curso plus intensivo (30)
fr: Cours intensif plus (30)

source: Private Tuition
de: Einzelunterricht
es: Clases individuales
fr: Cours individuel
it: Lezioni individuali

source: DSH Preperation Course
es: Curso preparación para el examen DSH
fr: DSH Cours de preparation

source: TestDAF Preparation Course
de: TestDAF Vorbereitungskurs
es: Curso preparación para examen TestDAF
fr: TestDAF Cours de preparation
it: Corso preparazione TestDAF

source: Sommer Course Classic
es: Curso intensivo de verano
fr: Cours intensif de vacances

source: Summer Course Multisport
es: Curso intensivo de verano, Multisport
fr: Cours intensif de vacances, Multisport

source: Course starting date
es: Initio del curso
fr: Commencement du cours

source: Course duration in weeks
es: Duración del curso
fr: Durée du cours

source: German language skills
es: Conocimientos de aleman según su propia valoracion
fr: Connaissances d'allemand selon

source: none
de: keine
es: ninguno
fr: Aucunes
it: nessuna

source: elementary
de: gering
es: escasos
fr: Faibles
it: poca

source: intermediate
de: mittel
es: medio
fr: Moyennes
it: media

source: good
de: gut
es: bueno
fr: Bonnes
it: buona

source: advanced
de: sehr gut
es: muy bueno
fr: Tre bonnes
it: eccellente

source: I learned about Augsburger Deutschkurse from
es: Augsburger Deutschkurse los conozco a traves de
fr: J´ai appris de votes Augsburger Deutschkurse de

source: advertisment
de: Werbung
es: Anuncio
fr: Publication
it: Annuncio pubblicitario

source: former student
de: einen ehemaligen ADK Schüler
es: Estudiantes anteriores
fr: Estudiants anterieurs
it: Primi studenti

source: recommendation
de: Empfehlung
es: Recomendatión
fr: Recommandation
it: Raccomandazione

source: website
de: Webseite
es: Internet
fr: Internet
it: Internet

source: other sources
de: sonstiges
es: otros
fr: Autres
it: Altri

source: Preferred type of accomodation
es: Durante me participation en el curso necesito un alojamiento en un/una
fr: Logement

source: host family, double room, half board
de: Gastfamilie, Doppelzimmer, Halbpension
es: Invitado-familia doble, se aloja media tabla
fr: Famille d'accuell, chambre double, demi-pension
it: Sistemazione presso una famiglia, camera doppla, mezza pensione

source: host family, double room, full board
de: Gastfamilie, Doppelzimmer, Vollpension
es: Invitado-familia los cuartos dobles, la table llena
fr: Famille d'acuell, chambre double, pension complete
it: Sistemazione presso una famiglia, camera doppla, pensione completa

source: host family, single room, half board
de: Gastfamilie, Einzelzimmer, Halbpension
es: Invitado-familia, solo, se aloja media table
fr: famille d'accuell, chambre individuelle, demi-pension
it: Sistemazione presso una famiglia, camera singola, mezza pensione

source: host family, single room, full board
de: Gastfamilie, Einzelzimmer, Vollpension
es: Invitado-familia, solo, la table llena
fr: Famille d'accuell, chambre individuelle, pension complete
it: Sistemazione presso una famiglia, camera singola, pensione completa

source: hotel or guesthouse
de: Hotel oder Pension
es: Hotel o pension
fr: Hotel ou pension
it: Albergo / Pensione

source: room in a shared flat
de: Zimmer in WG (Wohngemeinschaft)
es: Habitación en piso para compatir
fr: Quohabitation
it: Stanza in appartamento in commune

source: no accomodation needed
de: keine Unterkunft nötig
es: No necesito acomodacion
fr: Pas besoin de logement
it: Non e necessario l'alloggio

source: Day of arrival
es: Dia de llegado
fr: Date d´arrivee

source: Day of departure
es: Dia de salida
fr: Date de depart

source: I will arrive by
es: Llegado con
fr: J'arrive avec

source: plane
de: Flugzeug
es: Avion
fr: Avion
it: Aero

source: car
de: Auto
es: Automovil
fr: Auto
it: Macchina

source: Airport transfer
es: Deseo la aeropuerto-transferencia?
fr: Transfert aéroport-famille

source: Do you smoke?
es: Fuma usted?
fr: Vous fumez?

source: Message
es: Su Mensaje
fr: Votre message

source: yes
de: Ja
es: Si
fr: Qui
it: Ja

source: Encabezamiento
es: Anrede

source: train
de: Bahn
es: Tren
it: Treno

source: A dedicated folder content type with automatic listings
de: Ein spezieller Ordner mit automatischer Auflistung

source: A lingua plone aware documents providing preview images.
de: Übersetzbare Dokumente mit Vorschaubild

source: DSH Preparation Course
de: DSH Vorbereitungskurs

source: Error
de: Fehler

source: Field description
de: Beschreibung des Feldes

source: I confirm the correctness of my entries and acknowledge the terms and conditions of ADK.
de: Ich betätige die Richtigkeit meiner Angaben und erkenne die Geschäftsbedingungen von Augsburger Deutschkurse an.
it: Accetto le condizioni generali di participazione

source: Info
de: Information

source: Intensive Plus Course (30 lessons)
de: Intensivkurs (30 Stunden)

source: Register
de: Anmelden

source: Register with Augsburger Deutschkurse.
de: Bitte füllen Sie nachfolgendes Formular aus, um sich für einen Kurs bei Augsburger Deutschkurse anzumelden.

source: Registration Form
de: Anmeldeformular

source: Summer Course Classic
de: Sommerkurs Klassik

source: Thank you and best regards
de: Mit freundlichen Grüssen

source: Thank you for your request. The details of your course reservation have been forwarded to us.
de: Vielen Dank für Ihre Anfrage. Die Details zu Ihrer Kursanmeldung wurden an Augsburger Deutschkurse weitergeleitet.

source: We will reply to it shortly.
de: Sie erhalten in Kürze eine Antwort.

source: Your reservation has been forwarded successfully.
de: Ihre Anmeldung wurde erfolgreich an uns weitergeleitet.

source: help_enable_table_of_contents
de: Inhaltsverzeichnis aktivieren

source: help_enable_table_of_contents_description
de: Bitte wählen Sie hier, um ein automatisch erzeugtes Inhaltsverzeichnis anzuzeigen.

source: no
de: Nein
it: Nein

source: no_body_text
de: Kein Haupttext vorhanden

source: title_required
de: Der Titel ist verpflichtend
