Repository: vwc/buildout.adk
Catalog: src/adk.contentpages/adk/contentpages/locales/*/LC_MESSAGES/adk.contentpages.po
Languages: de

source: A blcok of content usable inside a content page.
de: Ein eigenständiger Absatz von Inhalten, der innerhalb einer Inhaltsseite verwendet werden kann

source: A folder acting as navigation root
de: Ein Order, der als Navigationswurzel fungiert

source: A new job opening has successfully been added
de: Das Formular wurde erfolgreich ausgeführt.

source: A sinlge content panel or box
de: Ein einzelner Inhaltsblock oder eine einzelne Inhaltsbox

source: Add block
de: Inhaltsblock hinzufügen

source: Add box
de: Infobox hinzufügen

source: Add content bbox
de: Infobox hinzufügen

source: Add content block
de: Inhaltsblock hinzufügen

source: Add new content block
de: Neuen Inhaltsblock anlegen

source: Add new content box
de: Neue Infobox anlegen

source: Airport transfer
de: Flughafentransfer

source: Alternative Title for displaying alternative headline
de: Alternativer Titel, um den Objekttitel und den angezeigten Titel zu trennen.

source: As soon as you have received the invoice and course confirmation, the following options are available to you for the payment of the full course fee and accommodation costs. Payment in advance by bank transfer to the previously mentioned account. Payment in cash on the first day of the course. On request we accept payment in installments. Your registration is effective upon receipt of payment. Please note that any bank charges must be undertaken by you. If you have booked a room in a shared students apartment, a hotel room or a private apartment, these costs should be paid directly.
de: Nach Eingang Ihrer Anmeldung erhalten Sie von uns eine Rechnung. Diese ist vor Kursbeginn zu bezahlen. Banküberweisung oder Barzahlung in unserem Büro. Nach Absprache mit der Schulleitung kann eine Ratenzahlung vereinbart werden. In diesem Fall ist die 1. Rate vor Kursbeginn zu begleichen. Die letzte Rate hat vor Kursende zu erfolgen. Bankgebühren übernimmt der Absender (bitte bei Überweisungen aus dem Ausland hinzufügen). Geben Sie bitte bei jeder Zahlung unbedingt den Teilnehmernamen an, damit die Kursgebühr zugeordnet werden kann.

source: Attention
de: Vorsicht

source: Bank code:
de: Bankleitzahl

source: Bank details
de: Bankverbindung

source: Beneficiary - Account owner:
de: Kontoinhaber

source: Beneficiary's account number:
de: Kontonummer:

source: Beneficiary's bank:
de: Kreditinstitut:

source: Body Text
de: Haupttext

source: Book now
de: Jetzt anmelden

source: Booking form
de: Kursanmeldung

source: Booking request for language courses
de: Buchung für Sprachkurse

source: Box Content Body
de: Textinhalt der Infobox

source: Box Heading Icon
de: Icon für den Kopf der Infobox

source: City
de: Ort

source: Content Block Body
de: Formatierter Inhaltsblock

source: Content page has successfully been updated
de: Dies Inhaltsseite wurde erfolgreich aktualisiert

source: Content page with automatic subcontent listing
de: Inhaltsseite mit austomatischer Auflistung der Unterinhalte

source: ContentBlock
de: Inhaltsblock

source: ContentBox
de: Infobox

source: ContentPage
de: Inhaltsseite

source: Country
de: Land

source: Course duration in weeks
de: Kursdauer in Wochen

source: Course starting date
de: Kursbeginn

source: Date of Birth
de: Geburtsdatum

source: Day of arrival
de: Anreisetag

source: Day of departure
de: Abreisetag

source: Display Settings
de: Anzeigeoptionen

source: Display Title
de: Angezeigter Titel

source: Do you smoke?
de: Raucher?

source: E-Mail
de: E-Mail-Adresse

source: Edit content block
de: Inhaltsblock bearbeiten

source: Edit content page
de: Inhaltsseite bearbeiten

source: Edit content page header
de: Seitenkopf der Inhaltsseite bearbeiten

source: Enter a sumamry or teaser text
de: Bitte geben Sie eine kurze ZUsammenfassung bzw EInleitung ein

source: Featured Block
de: Hervorgehobener Inhaltsblock

source: First headline of the page body
de: Die erste Überschrift des Inhaltsbereiches.

source: Firstname
de: Vorname

source: Full View
de: Komplettansicht

source: Gender
de: Geschlecht

source: General conditions and guarantees
de: AGB / Allgemeine Geschäftsbedingungen

source: German language skills
de: Deutschkenntnisse

source: Herby, I register for following course
de: Hiermit, melde ich mich für folgenden Kurs an

source: I confirm the correctness of my entries and acknowledge the terms and conditions of ADK.
de: Hiermit bestätige ich die Richtigkeit und Vollständigkeit meiner Angaben und akzeptiere die AGB von Augsburger Deutschkurse

source: I learned about Augsburger Deutschkurse from
de: Ich habe von ADK Augsburger Deutschkurse erfahren durch

source: I will arrive by
de: Ich werde anreisen via

source: Image
de: Bild

source: Imprint
de: Impressum

source: Info
de: Information

source: Intensive Course 25 lessons per week
de: Intensivkurs 25 Unterrichtsstunden pro Woche

source: Intensive Plus Course 30 lessons per week
de: Intensivkurs 30 Unterrichtsstunden pro Woche

source: Introduction
de: Einleitung

source: Lastname
de: Nachname

source: Mark as featured to visually highlight this block
de: Diesen Block als hervorgehoben markieren

source: Message
de: Mitteilung

source: Nationality
de: Nationalität

source: New item has successfully been added
de: Ein neuer Inhalt wurde erfolgreich hinzugefügt

source: Not provided
de: Keine Angabe

source: Occupation
de: Beruf

source: Optional extra information displayed along the section title
de: Optionale Zusatzinformationen, die mit dem Titel dieses Abschnittes angezeigt werden soll

source: Page Teaser
de: Anreisser

source: Page Title
de: Seitentitel

source: Payment - How can I pay for my language program in full?
de: Zahlung der Kursgebühr

source: Phone
de: Telefon

source: Phone:
de: Telefon:

source: Picture credits
de: Quellennachweis Bilder

source: Postal Code
de: Postleitzahl

source: Preferred type of accomodation
de: Bevorzugte Unterkunft

source: Preparation Course
de: Vorbereitungskurs

source: Prices and scope of contractual services are binding according to the respective description in this price list. However, ADK reserves the right to non-detrimental program changes and to revise calculation, printing and translation errors.
de: Auf alle mit der Sprachschule ADK getroffenen Vereinbarungen ist deutsches Recht anwendbar. Als Gerichtsstand wird Augsburg vereinbart.

source: Private Tuition
de: Privatunterricht

source: Process has been cancelled.
de: Der Vorgang wurde abgebrochen

source: Register for the selected course by filling out the form below.
de: Melden Sie sich für den ausgewählten Kurs über das Formular an

source: Registration
de: Anmeldung

source: SectionFolder
de: Sektionsordner

source: Selected Icon
de: Ausgewähltes Icon

source: Sidebar Left
de: Linke Seitenleiste

source: Sidebar Right
de: Rechte Seitenleiste

source: Split View
de: Geteilte Anzeige

source: Street
de: Straße und Hausnummer

source: Subject matter of contract / Place of jurisdiction
de: Vertragsgegenstand und Gerichtsstand

source: Subtitle
de: Subtitel

source: Summer Course
de: Sommerkurs

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen

source: TestDAF Preparation Course
de: TestDAF Vorbereitungskurs

source: Thank you for your interest in ADK Augsburger Deutschkurse. Your booking request has successfully been forwarded to us.
de: Vielen Dank für Ihr Interesse an ADK Augsburger Deutschkurse. Die Anfrage zur Kursanmeldung wurde erfolgreich an uns weitergeleitet.

source: Thank you for your interest in our courses. Your Request has been forwarded
de: Vielen Dank für Ihr Interesse an unseren Angeboten. Ihre Anfrage wurde weitergeleitet.

source: The content block has successfully been updated
de: Der Inhaltanschnitt wurde erfolgreich aktualisiert

source: Thumbs Up!
de: Daumen hoch!

source: Time
de: Zeitpunkt

source: Title
de: Titel

source: To register for a course with ADK please use our online registration. We will confirm your registration, as part of this confirmation, we will request the transfer of an initial payment of 100 EUR which should be completed within the next 10 days. This initial payment serves as a deposit and is part of your tuition fee. In the case of a last minute booking (up to 2 days before the course start date), an individual arrangement will be agreed upon with ADK. The information about the host family and further details will be sent to you by then as well. Your registration for a German language course is only completed when you have made the required payments and have received a registration confirmation from us. Participants requiring a visa should register at least 2 months prior to the beginning of the course. With your application you accept the terms and conditions of ADK. The application is legally valid and you are bound by this contract to pay the course fees. Course fees are exclusive of VAT. With your registration you accept the terms and conditions.
de: Bitte benutzen Sie unser Online-Formular und wir senden eine kurze Bestätigung. Die Anmeldung ist gültig, sobald die Anzahlung von € 100,- bei uns eingegangen ist. Die Anzahlung wird angerechnet, d.h. der Betrag wird abgezogen von der Gesamtrechnung. Eine Reservierung des gewünschten Kursplatzes kann nur erfolgen, wenn die Kursgebühr bis spätestens 7 Tage vor Kursbeginn entrichtet wird. Falls Sie eine Unterkunft gebucht haben, erhalten Sie weitere Informationen dazu sobald die Anzahlung auf unser Konto eingegangen ist. Mit Ihrer Anmeldung akzeptieren Sie die allgemeinen Geschäftsbedingungen. Die Anmeldung ist rechtsgültig und verpflichtet zur Bezahlung des gebuchten Kurses. Der Kurs ist mehrwertsteuerfrei.

source: Video
de: Video/Film

source: Your layout selection has been safed
de: Ihre Auswahl wurde gespeichert

source: advanced
de: fortgeschritten

source: advertisment
de: Werbung

source: cancel
de: abbrechen

source: car
de: Auto

source: elementary
de: grundlegend

source: female
de: weiblich

source: former student
de: ehemaliger Schüler

source: good
de: gut

source: host family, double room, full board
de: Gastfamilie, Doppelzimmer, Vollpension

source: host family, double room, half board
de: Gastfamilie, Doppelzimmer, Halbpension

source: host family, single room, full board
de: Gastfamilie, Einzelzimmer, Vollpension

source: host family, single room, half board
de: Gastfamilie, Einzelzimmer, Halbpension

source: hotel or guesthouse
de: Hotel oder Gasthaus

source: intermediate
de: mittelmässig

source: male
de: männlich

source: more
de: mehr

source: no
de: nein

source: no accomodation needed
de: keine Unterkunft notwendig

source: none
de: keine

source: other
de: andere

source: other sources
de: andere Quellen

source: plane
de: Flugzeug

source: recommendation
de: Empfehlung

source: train
de: Zug

source: website
de: Webseite

source: yes
de: ja
